// BMA Accident Analysis — Data Year 2566
// © Prapawadee_W.
const DATA_2566 = {
 "year": "2566",
 "kpi": {
  "events": 899,
  "people": 1895,
  "dead": 772,
  "admit": 360,
  "minor": 763
 },
 "monthly_events": [
  77,
  59,
  67,
  96,
  73,
  69,
  82,
  63,
  69,
  67,
  73,
  104
 ],
 "monthly_dead": [
  54,
  54,
  50,
  67,
  62,
  61,
  76,
  55,
  68,
  62,
  71,
  92
 ],
 "accident_form": {
  "คู่กรณีเป็นคนเดินเท้าหรือสัตว์": {
   "บาดเจ็บนอนรักษาใน รพ.": 40,
   "เสียชีวิต": 94,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 113
  },
  "คู่กรณีเป็นรถ": {
   "บาดเจ็บนอนรักษาใน รพ.": 255,
   "เสียชีวิต": 403,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 605
  },
  "ไม่มีคู่กรณี": {
   "บาดเจ็บนอนรักษาใน รพ.": 65,
   "เสียชีวิต": 275,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 45
  }
 },
 "vehicle": {
  "รถจักรยานยนต์": {
   "บาดเจ็บนอนรักษาใน รพ.": 247,
   "เสียชีวิต": 607,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 164
  },
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": {
   "บาดเจ็บนอนรักษาใน รพ.": 44,
   "เสียชีวิต": 19,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 207
  },
  "รถกระบะ": {
   "บาดเจ็บนอนรักษาใน รพ.": 18,
   "เสียชีวิต": 20,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 119
  },
  "รถโดยสารขนาดใหญ่(มินิบัส/รถบัส)": {
   "บาดเจ็บนอนรักษาใน รพ.": 11,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 51
  },
  "รถบรรทุก 10 ล้อขึ้นไป": {
   "บาดเจ็บนอนรักษาใน รพ.": 0,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 58
  },
  "รถบรรทุก 6 ล้อ": {
   "บาดเจ็บนอนรักษาใน รพ.": 0,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 41
  },
  "รถแท็กซี่": {
   "บาดเจ็บนอนรักษาใน รพ.": 6,
   "เสียชีวิต": 3,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 31
  },
  "รถบรรทุกตู้คอนเทนเนอร์/รถพ่วง/ลากจูง": {
   "บาดเจ็บนอนรักษาใน รพ.": 1,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 38
  }
 },
 "behavior": {
  "ขับเร็วเกินกำหนด/เกินสมควร": 733,
  "เปลี่ยนเลน/เลี้ยวรถตัดหน้าในระยะกระชั้นชิด": 268,
  "ฝ่าฝืนเครื่องหมาย/สัญญาณไฟจราจร": 168,
  "ขับรถตามคันหน้าระยะประชิด": 132,
  "หลับใน/ง่วง/อ่อนเพลีย": 93,
  "แซงในที่คับขัน": 88,
  "ไม่ชำนาญการขับขี่/ไม่รู้เส้นทาง": 74,
  "ขับรถย้อนศร": 68
 },
 "age_status": {
  "<18": {
   "บาดเจ็บนอนรักษาใน รพ.": 29,
   "เสียชีวิต": 37,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 20
  },
  "18-24": {
   "บาดเจ็บนอนรักษาใน รพ.": 68,
   "เสียชีวิต": 126,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 70
  },
  "25-34": {
   "บาดเจ็บนอนรักษาใน รพ.": 83,
   "เสียชีวิต": 190,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 183
  },
  "35-44": {
   "บาดเจ็บนอนรักษาใน รพ.": 46,
   "เสียชีวิต": 138,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 151
  },
  "45-54": {
   "บาดเจ็บนอนรักษาใน รพ.": 32,
   "เสียชีวิต": 99,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 144
  },
  "55-64": {
   "บาดเจ็บนอนรักษาใน รพ.": 25,
   "เสียชีวิต": 62,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 76
  },
  "65+": {
   "บาดเจ็บนอนรักษาใน รพ.": 16,
   "เสียชีวิต": 52,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 26
  }
 },
 "gender_status": {
  "ชาย": {
   "บาดเจ็บนอนรักษาใน รพ.": 254,
   "เสียชีวิต": 628,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 616
  },
  "หญิง": {
   "บาดเจ็บนอนรักษาใน รพ.": 106,
   "เสียชีวิต": 144,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 147
  }
 },
 "helmet": {
  "สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 110,
   "เสียชีวิต": 246,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 108
  },
  "ไม่สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 137,
   "เสียชีวิต": 357,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 56
  }
 },
 "lighting": {},
 "road_shape": {},
 "road_type": {},
 "bk_events": {
  "บก. 2": 140,
  "บก. 9": 130,
  "บก. 3": 126,
  "บก. 4": 99,
  "บก. 5": 95,
  "บก. 8": 73,
  "บก. 7": 72,
  "บก. 1": 71,
  "บก. 6": 53
 },
 "bk_dead": {
  "บก. 2": 133,
  "บก. 9": 129,
  "บก. 3": 128,
  "บก. 4": 90,
  "บก. 5": 85,
  "บก. 8": 71,
  "บก. 7": 49,
  "บก. 1": 43,
  "กองบังคับการตำรวจจราจร": 26
 },
 "nat_rate": {
  "ไทย": 40.0,
  "เมียนมา": 56.1,
  "ลาว": 83.3,
  "กัมพูชา": 42.9,
  "จีน": 40.0,
  "อินเดีย": 66.7,
  "ต่างชาติอื่นๆ": 38.5
 },
 "nat_count": {
  "ไทย": 1746,
  "เมียนมา": 66,
  "กัมพูชา": 14,
  "ต่างชาติอื่นๆ": 13,
  "ลาว": 12,
  "จีน": 5,
  "อินเดีย": 3
 },
 "helmet_th": {
  "ไม่สวมหมวกนิรภัย": 493,
  "สวมหมวกนิรภัย": 432
 },
 "helmet_fo": {
  "ไม่สวมหมวกนิรภัย": 51,
  "สวมหมวกนิรภัย": 28
 },
 "role_th": {
  "ผู้ขับขี่": 1390,
  "ผู้โดยสาร": 261,
  "คนเดินเท้า": 90
 },
 "role_fo": {
  "ผู้ขับขี่": 58,
  "ผู้โดยสาร": 41,
  "คนเดินเท้า": 14
 },
 "vehicle_th": {
  "รถจักรยานยนต์": 928,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 262,
  "รถกระบะ": 147,
  "รถโดยสารขนาดใหญ่(มินิบัส/รถบัส)": 61,
  "รถบรรทุก 10 ล้อขึ้นไป": 57,
  "รถแท็กซี่": 40
 },
 "vehicle_fo": {
  "รถจักรยานยนต์": 79,
  "รถกระบะ": 9,
  "รถสามล้อเครื่อง/รถพ่วงข้าง": 4,
  "รถบรรทุก 6 ล้อ": 3,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 3,
  "รถจักรยาน/สามล้อถีบ": 1
 },
 "alcohol": {
  "ไม่ดื่ม": 1122,
  "ดื่มเกินกำหนด": 21,
  "ดื่มแล้วขับ (ไม่เกินกำหนด)": 2
 },
 "alcohol_dead": {
  "ไม่ดื่ม": 372,
  "ดื่มเกินกำหนด": 9,
  "ดื่มแล้วขับ (ไม่เกินกำหนด)": 1
 },
 "occupation_dead": {
  "รับจ้างทั่วไป ": 262,
  "พนักงานบริษัท/ลูกจ้าง ": 154,
  "อื่นๆ ": 78,
  "นักเรียน/นักศึกษา ": 65,
  "อื่นๆ ไม่ทราบ": 35,
  "แรงงานต่างด้าว ": 29,
  "ค้าขาย/ประกอบธุรกิจ ": 24,
  "ว่างงาน/ไม่ประกอบอาชีพ ": 22
 },
 "belt": {
  "คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 52,
   "เสียชีวิต": 22,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 307
  },
  "ไม่คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 9,
   "เสียชีวิต": 12,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 16
  }
 }
};
