// BMA Accident Analysis — Data Year 2567
// © Prapawadee_W.
const DATA_2567 = {
 "year": "2567",
 "kpi": {
  "events": 933,
  "people": 2018,
  "dead": 812,
  "admit": 397,
  "minor": 809
 },
 "monthly_events": [
  112,
  83,
  98,
  95,
  61,
  75,
  68,
  71,
  62,
  69,
  63,
  76
 ],
 "monthly_dead": [
  99,
  68,
  71,
  74,
  50,
  64,
  64,
  63,
  60,
  67,
  63,
  69
 ],
 "accident_form": {
  "คู่กรณีเป็นคนเดินเท้าหรือสัตว์": {
   "บาดเจ็บนอนรักษาใน รพ.": 37,
   "เสียชีวิต": 79,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 96
  },
  "คู่กรณีเป็นรถ": {
   "บาดเจ็บนอนรักษาใน รพ.": 295,
   "เสียชีวิต": 448,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 690
  },
  "ไม่มีคู่กรณี": {
   "บาดเจ็บนอนรักษาใน รพ.": 65,
   "เสียชีวิต": 285,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 23
  }
 },
 "vehicle": {
  "รถจักรยานยนต์": {
   "บาดเจ็บนอนรักษาใน รพ.": 272,
   "เสียชีวิต": 659,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 179
  },
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": {
   "บาดเจ็บนอนรักษาใน รพ.": 36,
   "เสียชีวิต": 25,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 238
  },
  "รถกระบะ": {
   "บาดเจ็บนอนรักษาใน รพ.": 30,
   "เสียชีวิต": 19,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 120
  },
  "รถบรรทุก 6 ล้อ": {
   "บาดเจ็บนอนรักษาใน รพ.": 6,
   "เสียชีวิต": 4,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 59
  },
  "รถบรรทุก 10 ล้อขึ้นไป": {
   "บาดเจ็บนอนรักษาใน รพ.": 3,
   "เสียชีวิต": 1,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 50
  },
  "รถบรรทุกตู้คอนเทนเนอร์/รถพ่วง/ลากจูง": {
   "บาดเจ็บนอนรักษาใน รพ.": 6,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 39
  },
  "รถแท็กซี่": {
   "บาดเจ็บนอนรักษาใน รพ.": 5,
   "เสียชีวิต": 4,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 34
  },
  "รถสามล้อเครื่อง/รถพ่วงข้าง": {
   "บาดเจ็บนอนรักษาใน รพ.": 12,
   "เสียชีวิต": 3,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 17
  }
 },
 "behavior": {
  "ขับเร็วเกินกำหนด/เกินสมควร": 767,
  "เปลี่ยนเลน/เลี้ยวรถตัดหน้าในระยะกระชั้นชิด": 368,
  "ฝ่าฝืนเครื่องหมาย/สัญญาณไฟจราจร": 170,
  "ขับรถตามคันหน้าระยะประชิด": 135,
  "แซงในที่คับขัน": 126,
  "หลับใน/ง่วง/อ่อนเพลีย": 87,
  "หยุด/จอดรถในลักษณะที่เสี่ยงอันตราย": 78,
  "ขับรถย้อนศร": 75
 },
 "age_status": {
  "<18": {
   "บาดเจ็บนอนรักษาใน รพ.": 63,
   "เสียชีวิต": 55,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 28
  },
  "18-24": {
   "บาดเจ็บนอนรักษาใน รพ.": 63,
   "เสียชีวิต": 112,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 79
  },
  "25-34": {
   "บาดเจ็บนอนรักษาใน รพ.": 78,
   "เสียชีวิต": 212,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 178
  },
  "35-44": {
   "บาดเจ็บนอนรักษาใน รพ.": 60,
   "เสียชีวิต": 139,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 150
  },
  "45-54": {
   "บาดเจ็บนอนรักษาใน รพ.": 30,
   "เสียชีวิต": 109,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 158
  },
  "55-64": {
   "บาดเจ็บนอนรักษาใน รพ.": 25,
   "เสียชีวิต": 66,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 96
  },
  "65+": {
   "บาดเจ็บนอนรักษาใน รพ.": 20,
   "เสียชีวิต": 57,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 43
  }
 },
 "gender_status": {
  "ชาย": {
   "บาดเจ็บนอนรักษาใน รพ.": 278,
   "เสียชีวิต": 656,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 658
  },
  "หญิง": {
   "บาดเจ็บนอนรักษาใน รพ.": 119,
   "เสียชีวิต": 156,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 151
  }
 },
 "helmet": {
  "สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 136,
   "เสียชีวิต": 290,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 92
  },
  "ไม่สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 136,
   "เสียชีวิต": 366,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 87
  }
 },
 "lighting": {},
 "road_shape": {},
 "road_type": {},
 "bk_events": {
  "บก. 2": 136,
  "บก. 3": 128,
  "บก. 1": 115,
  "บก. 4": 109,
  "บก. 7": 108,
  "บก. 9": 106,
  "บก. 5": 91,
  "บก. 8": 62,
  "บก. 6": 47
 },
 "bk_dead": {
  "บก. 2": 136,
  "บก. 3": 132,
  "บก. 4": 110,
  "บก. 9": 103,
  "บก. 7": 98,
  "บก. 5": 94,
  "บก. 8": 63,
  "บก. 1": 40,
  "บก. 6": 22
 },
 "nat_rate": {
  "ไทย": 39.9,
  "เมียนมา": 51.5,
  "ลาว": 53.8,
  "กัมพูชา": 53.8,
  "จีน": 22.2,
  "อินเดีย": 20.0,
  "ต่างชาติอื่นๆ": 13.6
 },
 "nat_count": {
  "ไทย": 1873,
  "เมียนมา": 68,
  "ต่างชาติอื่นๆ": 22,
  "กัมพูชา": 13,
  "ลาว": 13,
  "จีน": 9,
  "อินเดีย": 5
 },
 "helmet_th": {
  "ไม่สวมหมวกนิรภัย": 539,
  "สวมหมวกนิรภัย": 486
 },
 "helmet_fo": {
  "ไม่สวมหมวกนิรภัย": 49,
  "สวมหมวกนิรภัย": 29
 },
 "role_th": {
  "ผู้ขับขี่": 1520,
  "ผู้โดยสาร": 271,
  "คนเดินเท้า": 80
 },
 "role_fo": {
  "ผู้ขับขี่": 65,
  "ผู้โดยสาร": 48,
  "คนเดินเท้า": 17
 },
 "vehicle_th": {
  "รถจักรยานยนต์": 1028,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 285,
  "รถกระบะ": 155,
  "รถบรรทุก 6 ล้อ": 66,
  "รถบรรทุก 10 ล้อขึ้นไป": 53,
  "รถบรรทุกตู้คอนเทนเนอร์/รถพ่วง/ลากจูง": 45
 },
 "vehicle_fo": {
  "รถจักรยานยนต์": 78,
  "รถกระบะ": 12,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 12,
  "รถสามล้อเครื่อง/รถพ่วงข้าง": 6,
  "รถจักรยาน/สามล้อถีบ": 2,
  "รถบรรทุก 6 ล้อ": 2
 },
 "alcohol": {
  "ไม่ดื่ม": 1299,
  "ดื่มเกินกำหนด": 36,
  "ดื่มแล้วขับ (ไม่เกินกำหนด)": 6
 },
 "alcohol_dead": {
  "ไม่ดื่ม": 442,
  "ดื่มเกินกำหนด": 10,
  "ดื่มแล้วขับ (ไม่เกินกำหนด)": 2
 },
 "occupation_dead": {
  "รับจ้างทั่วไป ": 266,
  "พนักงานบริษัท/ลูกจ้าง ": 180,
  "อื่นๆ ": 75,
  "นักเรียน/นักศึกษา ": 71,
  "แรงงานต่างด้าว ": 39,
  "อื่นๆ ไม่ทราบ": 25,
  "ค้าขาย/ประกอบธุรกิจ ": 19,
  "คนขับขี่รถจักรยานยนต์รับจ้าง ": 18
 },
 "belt": {
  "คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 43,
   "เสียชีวิต": 22,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 337
  },
  "ไม่คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 17,
   "เสียชีวิต": 16,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 19
  }
 }
};
