// BMA Accident Analysis — Data Year 2568
// © Prapawadee_W.
const DATA_2568 = {
 "year": "2568",
 "kpi": {
  "events": 768,
  "people": 1702,
  "dead": 727,
  "admit": 307,
  "minor": 668
 },
 "monthly_events": [
  77,
  61,
  55,
  54,
  55,
  68,
  65,
  71,
  65,
  53,
  73,
  71
 ],
 "monthly_dead": [
  70,
  58,
  55,
  53,
  52,
  57,
  61,
  63,
  62,
  58,
  71,
  67
 ],
 "accident_form": {
  "คู่กรณีเป็นคนเดินเท้าหรือสัตว์": {
   "บาดเจ็บนอนรักษาใน รพ.": 36,
   "เสียชีวิต": 83,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 92
  },
  "คู่กรณีเป็นรถ": {
   "บาดเจ็บนอนรักษาใน รพ.": 232,
   "เสียชีวิต": 404,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 551
  },
  "ไม่มีคู่กรณี": {
   "บาดเจ็บนอนรักษาใน รพ.": 39,
   "เสียชีวิต": 240,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 25
  }
 },
 "vehicle": {
  "รถจักรยานยนต์": {
   "บาดเจ็บนอนรักษาใน รพ.": 178,
   "เสียชีวิต": 594,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 110
  },
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": {
   "บาดเจ็บนอนรักษาใน รพ.": 22,
   "เสียชีวิต": 18,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 190
  },
  "รถกระบะ": {
   "บาดเจ็บนอนรักษาใน รพ.": 24,
   "เสียชีวิต": 18,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 129
  },
  "รถโดยสารขนาดใหญ่(มินิบัส/รถบัส)": {
   "บาดเจ็บนอนรักษาใน รพ.": 31,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 58
  },
  "รถบรรทุก 6 ล้อ": {
   "บาดเจ็บนอนรักษาใน รพ.": 1,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 44
  },
  "รถบรรทุก 10 ล้อขึ้นไป": {
   "บาดเจ็บนอนรักษาใน รพ.": 0,
   "เสียชีวิต": 1,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 42
  },
  "รถบรรทุกตู้คอนเทนเนอร์/รถพ่วง/ลากจูง": {
   "บาดเจ็บนอนรักษาใน รพ.": 1,
   "เสียชีวิต": 0,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 33
  },
  "รถแท็กซี่": {
   "บาดเจ็บนอนรักษาใน รพ.": 3,
   "เสียชีวิต": 2,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 22
  }
 },
 "behavior": {
  "ขับเร็วเกินกำหนด/เกินสมควร": 654,
  "เปลี่ยนเลน/เลี้ยวรถตัดหน้าในระยะกระชั้นชิด": 267,
  "ฝ่าฝืนเครื่องหมาย/สัญญาณไฟจราจร": 128,
  "ขับรถตามคันหน้าระยะประชิด": 105,
  "หลับใน/ง่วง/อ่อนเพลีย": 104,
  "แซงในที่คับขัน": 97,
  "ขับรถในลักษณะที่ผิดปกติวิสัย": 77,
  "ขับรถย้อนศร": 69
 },
 "age_status": {
  "<18": {
   "บาดเจ็บนอนรักษาใน รพ.": 38,
   "เสียชีวิต": 56,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 19
  },
  "18-24": {
   "บาดเจ็บนอนรักษาใน รพ.": 58,
   "เสียชีวิต": 130,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 67
  },
  "25-34": {
   "บาดเจ็บนอนรักษาใน รพ.": 64,
   "เสียชีวิต": 174,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 166
  },
  "35-44": {
   "บาดเจ็บนอนรักษาใน รพ.": 33,
   "เสียชีวิต": 116,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 135
  },
  "45-54": {
   "บาดเจ็บนอนรักษาใน รพ.": 17,
   "เสียชีวิต": 91,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 103
  },
  "55-64": {
   "บาดเจ็บนอนรักษาใน รพ.": 22,
   "เสียชีวิต": 62,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 90
  },
  "65+": {
   "บาดเจ็บนอนรักษาใน รพ.": 22,
   "เสียชีวิต": 55,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 33
  }
 },
 "gender_status": {
  "ชาย": {
   "บาดเจ็บนอนรักษาใน รพ.": 206,
   "เสียชีวิต": 587,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 521
  },
  "หญิง": {
   "บาดเจ็บนอนรักษาใน รพ.": 101,
   "เสียชีวิต": 140,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 147
  }
 },
 "helmet": {
  "สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 92,
   "เสียชีวิต": 275,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 80
  },
  "ไม่สวมหมวกนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 85,
   "เสียชีวิต": 317,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 30
  }
 },
 "lighting": {},
 "road_shape": {},
 "road_type": {},
 "bk_events": {
  "บก. 2": 127,
  "บก. 9": 122,
  "บก. 3": 110,
  "บก. 4": 81,
  "บก. 7": 73,
  "บก. 5": 70,
  "บก. 8": 70,
  "บก. 1": 66,
  "บก. 6": 28
 },
 "bk_dead": {
  "บก. 2": 132,
  "บก. 9": 117,
  "บก. 3": 115,
  "บก. 4": 81,
  "บก. 7": 74,
  "บก. 8": 69,
  "บก. 5": 61,
  "บก. 1": 45,
  "กองบังคับการตำรวจจราจร": 21
 },
 "nat_rate": {
  "ไทย": 42.3,
  "เมียนมา": 50.9,
  "ลาว": 46.7,
  "กัมพูชา": 41.7,
  "จีน": 100.0,
  "อินเดีย": 100.0,
  "ต่างชาติอื่นๆ": 12.5
 },
 "nat_count": {
  "ไทย": 1593,
  "เมียนมา": 55,
  "ลาว": 15,
  "กัมพูชา": 12,
  "ต่างชาติอื่นๆ": 8,
  "จีน": 2,
  "อินเดีย": 1
 },
 "helmet_th": {
  "สวมหมวกนิรภัย": 420,
  "ไม่สวมหมวกนิรภัย": 390
 },
 "helmet_fo": {
  "ไม่สวมหมวกนิรภัย": 37,
  "สวมหมวกนิรภัย": 22
 },
 "role_th": {
  "ผู้ขับขี่": 1223,
  "ผู้โดยสาร": 283,
  "คนเดินเท้า": 87
 },
 "role_fo": {
  "ผู้ขับขี่": 50,
  "ผู้โดยสาร": 29,
  "คนเดินเท้า": 14
 },
 "vehicle_th": {
  "รถจักรยานยนต์": 812,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 229,
  "รถกระบะ": 157,
  "รถโดยสารขนาดใหญ่(มินิบัส/รถบัส)": 87,
  "รถบรรทุก 6 ล้อ": 43,
  "รถบรรทุก 10 ล้อขึ้นไป": 43
 },
 "vehicle_fo": {
  "รถจักรยานยนต์": 60,
  "รถกระบะ": 14,
  "รถบรรทุก 6 ล้อ": 2,
  "รถจักรยาน/สามล้อถีบ": 2,
  "รถยนต์ส่วนบุคคลไม่เกิน 7 ที่นั่ง(รถเก๋ง)": 1,
  "รถแท็กซี่": 1
 },
 "alcohol": {
  "ไม่ดื่ม": 956,
  "ดื่มเกินกำหนด": 19,
  "ดื่มแล้วขับ (ไม่เกินกำหนด)": 3
 },
 "alcohol_dead": {
  "ไม่ดื่ม": 358,
  "ดื่มเกินกำหนด": 3
 },
 "occupation_dead": {
  "รับจ้างทั่วไป ": 263,
  "พนักงานบริษัท/ลูกจ้าง ": 134,
  "นักเรียน/นักศึกษา ": 72,
  "อื่นๆ ": 45,
  "อื่นๆ ไม่ทราบ": 29,
  "ข้าราชการ/รัฐวิสาหกิจ ": 27,
  "แรงงานต่างด้าว ": 24,
  "ค้าขาย/ประกอบธุรกิจ ": 23
 },
 "belt": {
  "คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 31,
   "เสียชีวิต": 9,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 289
  },
  "ไม่คาดเข็มขัดนิรภัย": {
   "บาดเจ็บนอนรักษาใน รพ.": 15,
   "เสียชีวิต": 24,
   "ไม่บาดเจ็บ/บาดเจ็บไม่นอน รพ.": 30
  }
 }
};
